Repository: quien697/medal-wall
Catalog: MedalWall/Localization/Localizable.xcstrings
Source language: en
Languages: zh_tw

source: %@ %@ (%@) selected
zh_tw: 已選擇 %@ %@（%@）

source: %@ Distance
zh_tw: %@距離

source: %@ Edition
zh_tw: %@屆次

source: %@ Medal
zh_tw: %@獎牌

source: %@ Race
zh_tw: %@賽事

source: %lld editions
zh_tw: %lld 個屆次

source: %lld of %lld
zh_tw: %lld / %lld

source: %lld of %lld → %@
zh_tw: %lld / %lld → %@

source: Achievements
zh_tw: 成就

source: Add Another Edition
zh_tw: 新增其他屆次

source: Add Edition
zh_tw: 新增屆次

source: Add editions to track your race history.
zh_tw: 新增屆次以追蹤你的參賽紀錄。

source: Add race events to use auto-fill
zh_tw: 新增賽事以使用自動填入

source: Add tag
zh_tw: 新增標籤

source: An edition with the same year already exists.
zh_tw: 同年份的屆次已存在。

source: Appearance
zh_tw: 外觀

source: AVG Pace
zh_tw: 平均配速

source: Best Full
zh_tw: 全馬最佳

source: Best Half
zh_tw: 半馬最佳

source: Bib
zh_tw: 號碼布

source: Bib %@
zh_tw: 號碼布 %@

source: Bio
zh_tw: 簡介

source: Birthday
zh_tw: 生日

source: Cancel
zh_tw: 取消

source: Centurion
zh_tw: 百馬達成

source: Choose a place
zh_tw: 選擇地點

source: Choose from Library
zh_tw: 從照片圖庫選擇

source: Close
zh_tw: 關閉

source: Context hasn't attached yet
zh_tw: 資料環境尚未連結

source: Continue
zh_tw: 繼續

source: Continue with Apple
zh_tw: 使用 Apple 繼續

source: Continue with Email
zh_tw: 使用電子郵件繼續

source: Continue with Google
zh_tw: 使用 Google 繼續

source: Custom
zh_tw: 自訂

source: Custom distance (%@)
zh_tw: 自訂距離（%@）

source: Dark
zh_tw: 深色

source: Date
zh_tw: 日期

source: Delete
zh_tw: 刪除

source: Delete %@
zh_tw: 刪除%@

source: Delete Edition
zh_tw: 刪除屆次

source: Delete Medal
zh_tw: 刪除獎牌

source: Delete Race
zh_tw: 刪除賽事

source: Distance
zh_tw: 距離

source: Distance must be greater than zero.
zh_tw: 距離必須大於零。

source: Distance Type
zh_tw: 賽事類型

source: Distances
zh_tw: 距離

source: Division
zh_tw: 分組

source: Division Group
zh_tw: 分組級距

source: Duplicate Distance
zh_tw: 距離重複

source: Duplicate Edition
zh_tw: 屆次重複

source: e.g. 4291 (Optional)
zh_tw: 例如：4291（選填）

source: e.g. Taipei Marathon
zh_tw: 例如：台北馬拉松

source: e.g. Taipei Marathon 2025
zh_tw: 例如：2025 台北馬拉松

source: Edit
zh_tw: 編輯

source: Edit Medal
zh_tw: 編輯獎牌

source: Edit Photo
zh_tw: 編輯照片

source: Edit Profile
zh_tw: 編輯個人資料

source: Edit Race
zh_tw: 編輯賽事

source: Edition
zh_tw: 屆次

source: Edition Delete Failed
zh_tw: 屆次刪除失敗

source: Edition Save Failed
zh_tw: 屆次儲存失敗

source: Editions
zh_tw: 屆次

source: End Date
zh_tw: 結束日期

source: Enter your email address and we'll send you a sign-in link. No password needed.
zh_tw: 輸入你的電子郵件地址，我們會寄送登入連結給你，不需要密碼。

source: Event Photos
zh_tw: 賽事照片

source: F
zh_tw: 女

source: Failed to fetch identity token from Apple.
zh_tw: 無法從 Apple 取得識別權杖。

source: Failed to get Apple ID credential.
zh_tw: 無法取得 Apple ID 憑證。

source: Failed to Load Medals
zh_tw: 獎牌載入失敗

source: Failed to Load Races
zh_tw: 賽事載入失敗

source: Failed to serialize token string from data: %@.
zh_tw: 無法從資料序列化權杖字串：%@。

source: Female
zh_tw: 女

source: Fill from race event
zh_tw: 從賽事填入

source: Finish Time
zh_tw: 完賽時間

source: First Finish
zh_tw: 初次完賽

source: First Name
zh_tw: 名字

source: Full
zh_tw: 全馬

source: Full Marathon
zh_tw: 全程馬拉松

source: Gender
zh_tw: 性別

source: Half
zh_tw: 半馬

source: Half Century
zh_tw: 五十馬達成

source: Half Marathon
zh_tw: 半程馬拉松

source: Hat Trick
zh_tw: 三馬達成

source: High Five
zh_tw: 五馬達成

source: Info
zh_tw: 基本資料

source: Internal error: Data context not available.
zh_tw: 內部錯誤：無法使用資料環境。

source: Invalid Distance
zh_tw: 距離無效

source: Kilometers
zh_tw: 公里

source: km
zh_tw: 公里

source: Language
zh_tw: 語言

source: Last Name
zh_tw: 姓氏

source: Light
zh_tw: 淺色

source: Loading...
zh_tw: 載入中…

source: M
zh_tw: 男

source: Male
zh_tw: 男

source: Medal
zh_tw: 獎牌

source: Medal Delete Failed
zh_tw: 獎牌刪除失敗

source: Medal Save Failed
zh_tw: 獎牌儲存失敗

source: Medals
zh_tw: 獎牌

source: mi
zh_tw: 英里

source: Miles
zh_tw: 英里

source: More Options
zh_tw: 更多選項

source: Name
zh_tw: 名稱

source: New
zh_tw: 新增

source: No Distances
zh_tw: 尚無距離

source: No Editions
zh_tw: 尚無屆次

source: No editions yet.
zh_tw: 尚未新增屆次。

source: No Internet Connection
zh_tw: 無網路連線

source: No Medals
zh_tw: 尚無獎牌

source: No Race Events
zh_tw: 尚無賽事

source: No Race evnets
zh_tw: 尚無賽事

source: No race evnets match '%@'
zh_tw: 沒有符合「%@」的賽事

source: No Results
zh_tw: 沒有結果

source: Not Set
zh_tw: 未設定

source: Not started
zh_tw: 尚未開始

source: Notes
zh_tw: 備註

source: Now check your email
zh_tw: 請查看你的電子郵件

source: One Day Event
zh_tw: 單日賽事

source: optional
zh_tw: 選填

source: Overall
zh_tw: 總排名

source: Perfect Ten
zh_tw: 十馬達成

source: Photo Data Invalid
zh_tw: 照片資料無效

source: Photo Delete Failed
zh_tw: 照片刪除失敗

source: Photo Load Failed
zh_tw: 照片載入失敗

source: Photo Save Failed
zh_tw: 照片儲存失敗

source: Pick a race event to auto-fill fields
zh_tw: 選擇賽事以自動填入欄位

source: Pick Race Entry
zh_tw: 選擇參賽項目

source: place
zh_tw: 地點

source: Place
zh_tw: 地點

source: Place Search Failed
zh_tw: 地點搜尋失敗

source: Place Unavailable
zh_tw: 無法取得地點

source: Placement
zh_tw: 名次

source: Placement (Optional)
zh_tw: 名次（選填）

source: Please check your connection and try again.
zh_tw: 請檢查網路連線後再試一次。

source: Please check your email address and try again.
zh_tw: 請確認你的電子郵件地址後再試一次。

source: Please choose a different year or edit the existing edition.
zh_tw: 請選擇其他年份，或編輯現有的屆次。

source: Please enter a distance greater than 0.
zh_tw: 請輸入大於 0 的距離。

source: Please restart the app. If the problem continues, contact support.
zh_tw: 請重新啟動應用程式。若問題持續，請聯絡客服。

source: Please restart the app. If the problem continues, you may need to reinstall.
zh_tw: 請重新啟動應用程式。若問題持續，可能需要重新安裝。

source: Please try again later.
zh_tw: 請稍後再試。

source: Please try choosing a different image.
zh_tw: 請嘗試選擇其他圖片。

source: Please try it again.
zh_tw: 請再試一次。

source: Please try selecting a different distance or type.
zh_tw: 請嘗試選擇其他距離或類型。

source: Please try selecting the image again.
zh_tw: 請重新選擇圖片。

source: Please try signing in again.
zh_tw: 請重新登入。

source: Preferences
zh_tw: 偏好設定

source: Profile
zh_tw: 個人資料

source: Quarter Century
zh_tw: 二十五馬達成

source: Race
zh_tw: 賽事

source: Race Delete Failed
zh_tw: 賽事刪除失敗

source: Race Save Failed
zh_tw: 賽事儲存失敗

source: Races
zh_tw: 賽事

source: Remove Photo
zh_tw: 移除照片

source: Result
zh_tw: 成績

source: Runner
zh_tw: 跑者

source: Search for a city or place
zh_tw: 搜尋城市或地點

source: Search race events...
zh_tw: 搜尋賽事…

source: Select
zh_tw: 選擇

source: Send Email Sign-in Link Failed
zh_tw: 登入連結寄送失敗

source: Send Sign-in Link
zh_tw: 寄送登入連結

source: Settings
zh_tw: 設定

source: Sign In Failed
zh_tw: 登入失敗

source: Sign out
zh_tw: 登出

source: Sign up or log in to start collecting your medals
zh_tw: 註冊或登入，開始收藏你的獎牌

source: Sign-in session expired.
zh_tw: 登入工作階段已過期。

source: Something unexpected happened.
zh_tw: 發生非預期的錯誤。

source: Start Date
zh_tw: 開始日期

source: Stats
zh_tw: 數據

source: System
zh_tw: 系統

source: Tags
zh_tw: 標籤

source: Tap a distance to select the race entry.
zh_tw: 點選距離以選擇參賽項目。

source: Tap the + button to add your first medal!
zh_tw: 點選 + 按鈕新增你的第一面獎牌！

source: Tap the + button to add your first race event!
zh_tw: 點選 + 按鈕新增你的第一場賽事！

source: Tap to add a new edition photo, or leave empty to use the race logo.
zh_tw: 點選以新增屆次照片， 或留空以使用賽事標誌。

source: Tap to add a photo
zh_tw: 點選以新增照片

source: Tap to update the edition photo, or leave empty to use the race logo.
zh_tw: 點選以更新屆次照片， 或留空以使用賽事標誌。

source: Tap to update the photo
zh_tw: 點選以更新照片

source: This distance already exists.
zh_tw: 此距離已存在。

source: Total
zh_tw: 總人數

source: Unable to generate nonce. SecRandomCopyBytes failed with OSStatus %@.
zh_tw: 無法產生 nonce。SecRandomCopyBytes 失敗，OSStatus 為 %@。

source: Under 20
zh_tw: 20以下

source: Unexpected Error
zh_tw: 非預期的錯誤

source: User Load Failed
zh_tw: 使用者資料載入失敗

source: User Save Failed
zh_tw: 使用者資料儲存失敗

source: We couldn't delete this edition. Please try again.
zh_tw: 我們無法刪除此屆次。請再試一次。

source: We couldn't delete this medal. Please try again.
zh_tw: 我們無法刪除此獎牌。請再試一次。

source: We couldn't delete this photo. Please try again.
zh_tw: 我們無法刪除此照片。請再試一次。

source: We couldn't delete this race event. Please try again.
zh_tw: 我們無法刪除此賽事。請再試一次。

source: We couldn't get the details for that place.
zh_tw: 我們無法取得該地點的詳細資訊。

source: We couldn't load this photo.
zh_tw: 我們無法載入此照片。

source: We couldn't load your medals. %@
zh_tw: 我們無法載入你的獎牌。%@

source: We couldn't load your races. %@
zh_tw: 我們無法載入你的賽事。%@

source: We couldn't load your user profile.
zh_tw: 我們無法載入你的個人資料。

source: We couldn't process the selected image.
zh_tw: 我們無法處理所選的圖片。

source: We couldn't save this edition.
zh_tw: 我們無法儲存此屆次。

source: We couldn't save this medal.
zh_tw: 我們無法儲存此獎牌。

source: We couldn't save this photo.
zh_tw: 我們無法儲存此照片。

source: We couldn't save your race event.
zh_tw: 我們無法儲存你的賽事。

source: We couldn't save your user information.
zh_tw: 我們無法儲存你的使用者資料。

source: We couldn't search for places. %@
zh_tw: 我們無法搜尋地點。%@

source: We couldn't send the sign-in link to your email. %@
zh_tw: 我們無法將登入連結寄送到你的電子郵件。%@

source: We couldn't sign you in.
zh_tw: 我們無法為你登入。

source: We sent To %@. To complete sign-in, tap the sign-in link in your email, if it doesn't arrive within 3 minutes, check your spam folder
zh_tw: 我們已寄送至 %@。 請點選電子郵件中的登入連結以完成登入；若 3 分鐘內未收到，請檢查垃圾郵件匣。

source: WebSite
zh_tw: 網站

source: What's your email?
zh_tw: 你的電子郵件是？

source: Year
zh_tw: 年份

source: You
zh_tw: 你

source: You're not connected to the internet.
zh_tw: 你目前沒有網路連線。

source: Your Rewards
zh_tw: 你的成就
